{
    "plugins": {
        "LuaSnip": {
            "src": "https://github.com/L3MON4D3/LuaSnip",
            "version": "'v2.4.1'"
        },
        "blink.cmp": {
            "src": "https://github.com/saghen/blink.cmp",
            "version": "'v1.10.2'"
        },
        "cyberdream": {
            "src": "https://github.com/scottmckendry/cyberdream.nvim"
        },
        "dracula": {
            "src": "https://github.com/dracula/vim"
        },
        "friendly-snippets": {
            "src": "https://github.com/rafamadriz/friendly-snippets"
        },
        "mason-lspconfig.nvim": {
            "src": "https://github.com/mason-org/mason-lspconfig.nvim"
        },
        "mason.nvim": {
            "src": "https://github.com/mason-org/mason.nvim"
        },
        "noice.nvim": {
            "src": "https://github.com/folke/noice.nvim"
        },
        "nui.nvim": {
            "src": "https://github.com/MunifTanjim/nui.nvim"
        },
        "nvim-notify": {
            "src": "https://github.com/rcarriga/nvim-notify"
        },
        "nvim-treesitter": {
            "src": "https://github.com/nvim-treesitter/nvim-treesitter",
            "version": "'main'"
        },
        "nvim-treesitter-textobjects": {
            "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
        },
        "nvimgelion": {
            "src": "https://github.com/nyngwang/nvimgelion"
        },
        "plenary.nvim": {
            "src": "https://github.com/nvim-lua/plenary.nvim"
        },
        "rose-pine": {
            "src": "https://github.com/rose-pine/nvim"
        },
        "screenkey.nvim": {
            "src": "https://github.com/NStefan002/screenkey.nvim"
        },
        "snacks.nvim": {
            "src": "https://github.com/folke/snacks.nvim"
        },
        "telescope.nvim": {
            "src": "https://github.com/nvim-telescope/telescope.nvim",
            "version": "'master'"
        },
        "tokyonight.nvim": {
            "src": "https://github.com/folke/tokyonight.nvim"
        },
        "typr": {
            "src": "https://github.com/nvzone/typr"
        },
        "vim": {
            "src": "https://github.com/dracula/vim"
        },
        "vim-fugitive": {
            "src": "https://github.com/tpope/vim-fugitive"
        },
        "vim-tmux-navigator": {
            "src": "https://github.com/christoomey/vim-tmux-navigator"
        },
        "volt": {
            "src": "https://github.com/nvzone/volt"
        },
        "which-key.nvim": {
            "src": "https://github.com/folke/which-key.nvim"
        }
    }
}
